{
  "bio": {
    "main": "Hi, my name is Matheus Kunzler Maldaner and I am a first-year master's student at the University of Florida in the M.S. AI Systems Program.\nI am originally from Brazil and moved to the United States from Brazil in 2017 where I attended highschool at Marjory Stoneman Douglas.\nI graduated Summa Cum Laude with B.S. in Data Science from the University of Florida with a thesis on the applications of Differentiable Logic Gate Networks.\nDuring my undergraduate at UF, I was also fortunate to be inducted into the UF Hall of Fame for my academic and leadership contributions.\nWhen I am not studying I enjoy making sushi (having worked at a sushi place for 2y), rock climbing (to follow the tech-bro stereotypes), reading science fiction books and participating in (and sometimes winning) hackathons.\n"
  },
  "sections": [
    {
      "title": "Research Involvement",
      "content": "Besides being a full time student at UF, I conduct research with the Florida Institute for National Security (FINS) on Neurosymbolic AI working with Dr. Damon Woodard and Dr. Domenic Forte, particularly on the application of Differentiable Logic Gate Networks.\nI conduct research remotely at Carnegie Mellon University's Human Computer Interaction Institute, working with Dr. Jason Hong, Dr. Motahhare Eslami and Dr. Kenneth Holstein, and mentor Wesley Deng on the development of tools to audit text-to-image models.\nWithin the Microsoft Research's AI Frontier group, I work primarily with Dr. Hussein Mozannar, Dr. Gagan Bansal and Dr. Adam Fourney on enabling Agentic Systems to perform longer running tasks, and currently on the development on SentinelBench.\n"
    },
    {
      "title": "Student Leadership",
      "content": "Outside of research, I am heavily involved within student organizations at the University of Florida.\nI currently serve a second-term as the President of the Data Science and Informatics (DSI) Organization, overseeing an executive board of 30 students and having won the UF Student Organization of the Year Award last year.\nI also Co-Founded UF's IEEE Signal Processing Society with my good friend Raul Valle, and am serving a second-term as Vice-President for that organization.\nLastly, I serve as the Director of Research for UF's AI Club for the 2025-2026 academic year, and was previously in charge of their campus connections iniatives.\n"
    },
    {
      "title": "Previous Leadership",
      "content": "Some previous leadership roles include serving as the President of Marjory's Garden (2018-2021), President of National Honor Society (2020-2021) and Captain of Mu Alpha Theta's Calculus Team (2020-2021) in my high-school.\nAt the University of Florida, I served as the Workshop Director for DSI (2023-2024) before my term as President, Vice President of UF's American Statistical Association (2023-2024) and a mentor for the Society of Hispanic Professional Engineers (2023-2024).\n"
    },
    {
      "title": "What's Next",
      "content": "Upon completing my master's degree, I am committed to continuing a PhD within the general realm of Neurosymbolic AI.\nI am currently exploring research opportunities for Summer 2026, so feel free to email me at mkunzlermaldaner@ufl.edu if you would like to chat!\n"
    }
  ]
}